tap "bufbuild/buf"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "ansible"
brew "circleci"
brew "direnv"
brew "docker-clean"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-secrets"
brew "infracost"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "net-snmp"
brew "nkf"
brew "nvm"
brew "oath-toolkit"
brew "packer"
brew "peco"
brew "protobuf"
brew "pwgen"
brew "rbenv"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "tnftp"
brew "tree"
brew "tsung"
brew "wget"
brew "bufbuild/buf/buf"
brew "genkiroid/cert/cert"
brew "sanemat/font/ricty"
cask "alfred"
cask "aws-vault"
cask "clipy"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "gas-mask"
cask "iterm2"
cask "switchhosts"
cask "visual-studio-code"
cask "wireshark"
vscode "abusaidm.html-snippets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "Asuka.insertnumbers"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "formulahendry.terminal"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hancel.google-translate"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "Infracost.infracost"
vscode "ipedrazas.kubernetes-snippets"
vscode "korekontrol.saltstack"
vscode "lunuan.kubernetes-templates"
vscode "marchrock.vscode-ghq"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "naumovs.color-highlight"
vscode "Okteto.kubernetes-context"
vscode "Okteto.remote-kubernetes"
vscode "patricklee.vsnotes"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "shanoor.vscode-nginx"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "teabyii.ayu"
vscode "tuttieee.emacs-mcx"
vscode "Veracosta.mib"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "wolfmah.ansible-vault-inline"
vscode "xshrim.txt-syntax"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
