tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "ansible"
brew "docker-clean"
brew "ghq"
brew "gibo"
brew "git-secrets"
brew "go"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "net-snmp"
brew "nkf"
brew "nodebrew"
brew "oath-toolkit"
brew "peco"
brew "pwgen"
brew "terraform"
brew "terraformer"
brew "tflint"
brew "tig"
brew "tmux"
brew "tnftp"
brew "tree"
brew "tsung"
brew "wget"
brew "genkiroid/cert/cert"
brew "sanemat/font/ricty"
cask "alfred"
cask "aws-vault"
cask "docker"
cask "gas-mask"
cask "wireshark"
